---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.CurtaingridBeltRatioU
source: html/144b7faf-1770-5856-f3bc-d4baba15a6de.htm
---
# Autodesk.Revit.DB.ParameterTypeId.CurtaingridBeltRatioU Property

"Belt Measurement"

## Syntax (C#)
```csharp
public static ForgeTypeId CurtaingridBeltRatioU { get; }
```